/* 
  Localizable.strings
  MF

  Created by Itay Brenner on 28/06/11.
  Copyright 2011 __MyCompanyName__. All rights reserved.
*/
"SEARCH FILE" = "Buscar Archivo";
"Miscellaneous" = "Opciones";
"Paste File" = "Pegar";
"Symbolic Link" = "Enlace Simbolico";
"Cancel" = "Cancelar";
"File operations" = "Operaciones";
"Delete" = "Eliminar";
"Copy" = "Copiar";
"Cut" = "Cortar";
"Move To Trash" = "Mover a la Papelera";
"Go To Trash" = "Ir a la Papelera";
"Empty Trash" =  "Vaciar Papelera";
"Trash" =  "Papelera";
"Bluetooth Options" = "Opciones de Bluetooth";
"Receive Files" = "Recibir Archivos";
"Send Files" = "Enviar Archivos";
"Other Features" = "Otras Funciones";
"File Sharing" = "Compartir Archivos";
"Cydia Backup" = "Respaldo de Cydia";
"Root Directory" = "Directorio Raiz";
"Edit" = "Editar";
"[iFinder] Attachments" = "[iFinder] Archivos Adjuntos";
"This mail was sent from an iDevice using iFinder." = "Este mail fue enviado desde un iDevice usando iFinder.";
"Folder" = "Carpeta";
"Size" = "Tamaño";
"permissions" = "permisos";
"Data received" = "Datos Recibidos";
"Files Saved in /var/mobile/Bluetooth" = "Guardados en /var/mobile/Bluetooth";
"OK" = "Aceptar";
"Open Folder" = "Abrir Carpeta";
"Compress Folder" = "Comprimir Carpeta";
"Type file name here" = "Escriba el nombre del archivo";
"Compress" = "Comprimir";
"Compress failed" = "Error al Comprimir";
"Please specify output filename." = "Por favor especifique nombre de salida.";
"Dismiss" = "Descartar";
"Failed command" = "Comando fallido";
"Exit code" = "Codigo de Error";
"Play once" = "Una Vez";
"Repeat" = "Repetir";
"Continuous" = "Continuo";
"Shuffle" = "Aleatorio";
"Title" = "Titulo";
"Artist" = "Artista";
"Album" = "Album";
"Year" = "Año";
"Genre" = "Genero";
"Lyricist" = "Letrista";
"Language" = "Lenguaje";
"Comments" = "Comentarios";
"About & Help" = "Acerca & Ayuda";
"App Locked" = "Aplicacion Bloqueada";
"Password required" = "Contraseña requerida";
"Wrong Password" = "Contraseña erronea";
"The password you entered is wrong" = "La contraseña introducida es icorrecta";
"Try Again" = "Intentar de nuevo";
"Exit" = "Salir";
"Install package" = "Instalar paquete";
"Extract Package" = "Extraer paquete";
"Rar File" = "Archivo RAR";
"Viewing the content of Rar files is still not supported, but you cant extract it" = "Ver el contenido de comprimidos RAR no esta soportado, pero puedes extraerlo";
"No Thanks" = "No Gracias";
"Yes, Extract it" = "Si, extraelo";
"File Extracted" = "Archivo extraido";
"Your Files were extracted to" = "Tus archivos fueron extraidos en";
"Error executing command" = "Error al ejecutar el comando";
"Failed command" = "Comando Fallido";
"Installed Succesfully" = "Instalado satisfactoriamente";
"Would you like to restart SpringBoard?" = "Deseas reiniciar el SpringBoard?";
"No" = "No";
"Yes" = "Si";
"Bookmarks" = "Marcadores";
"Compress Files" = "Comprimir Archivos";
"Type Output Name Here" = "Escriba el nombre de salida";
"Editing metadata" = "Editar metadatos";
"Enter filename" = "Escriba el nombre";
"Enter file mode" = "Escriba permisos";
"Enter user ID" = "Escriba ID de usuario";
"Enter group ID" = "Escriba ID de grupo";
"Permissions" = "Permisos";
"Size" = "Tamaño";
"Name" = "Nombre";
"Target Path" = "Destino";
"User ID" = "ID de Usuario";
"Group ID" = "ID de Grupo";
"Calculating MD5..." = "Calculando suma MD5...";
"Upload file to Dropbox" = "Subir a Dropbox";
"Web browser" = "Explorador Web";
"Image viewer" = "Visor de Imagenes";
"Audio player" = "Reproductor de Musica";
"Movie player" = "Reproductor de Video";
"Text editor" = "Editor de texto";
"Archive manager" = "Administrador de Archivos";
"Property list viewer" = "Visor de PLIST";
"SQL viewer" = "Visor de SQL";
"Hex editor" = "Editor Hexadecimal";
"Send by e-mail" = "Enviar por email";
"Compress" = "Comprimir";
"General" = "General";
"Audio Info" = "Audio";
"Dropbox" = "Dropbox";
"Open with..." = "Abrir con...";
"Miscellaneous" = "Diversos";
"File uploaded" = "Archivo subido";
"Public link was copied to the pasteboard." = "El link fue copiado al portapapeles.";
"Error uploading file" = "Error subiendo el archivo";
"Please make sure that you're connected to the Internet, logged in to your Dropbox account and the specified file does not exist yet and try again." = "Por favor asegurese de que esta conectado a Internet, inicio sesion en Dropbox y que no existe un archivo ya existente con el mismo nombre e intente de nuevo.";
"Login required" = "Debe ingresar a Dropbox";
"Please note that you'll need to log in in order to use iFinder with your Dropbox account." = "Por favor debe saber que debe iniciar sesion para usar iFinder con Dropbox.";
"Error loading metadata" = "Error cargando metadatos";
"Please make sure that you are connected to the Internet and try again." = "Por favor asegurese de que esta conectado a internet e intente de nuevo.";
"File Downloaded" = "Archivo Descargado";
"Your file was saved in /private/var/mobile/Documents" = "Su Archivo fue guardado en /private/var/mobile/Documents";
"Error downloading file" = "Error descargando archivos";
"Please make sure that you are connected to the Internet, logged in and you have enough space on your device and try again." = "Por favor asegurese de que esta conectado a internet y que tiene espacio suficiente en el disco e intente de nuevo.";
"Error uploading file" = "Error al subir archivo";
"Please make sure that you are connected to the Internet, logged in and the file to be uploaded doesn't exist yet and try again." = "Por favor asegurese de que esta conectado a internet y que no existe un archivo con el mismo nombre e intente de nuevo.";
"Error deleting file" = "Error al eliminar archivo";
"Please make sure that you are connected to the Internet, logged in and the file to be deleted exists and try again." = "Por favor asegurese que esta conectado a internet y que el archivo que quiere eliminar existe e intente de nuevo.";
"Error creating folder" = "Error al crear carpeta";
"Please make sure that you are connected to the Internet, logged in and the folder to be created doesn't yet exist and try again." = "Por favor asegurese de que esta conectado a Internet y que la carpeta que desea crear no existe todavia.";
"Type port number" = "Escriba el Numero de Puerto";
"Server port:" = "Puerto del Servidor:";
"File Sharing is disabled" = "Compartir Archivos esta deshabilitado";
"Enable File Sharing" = "Habilitar Compartir Archivos";
"Error" = "Error";
"You must enter a valid port number" = "Debe introducir un Numero de Puerto valido";
"Serving on port" = "Puerto habilitado:";
"IP address" = "Direccion IP";
"Stop server" = "Parar Servidor";
"Server is off" = "El Servidor esta suspendido";
"Start server" = "Comenzar servidor";
"Are you sure you want to restore this backup?\nThis can't be undone." = "Esta seguro de que desea restaurar con este respaldo?\nEsta tarea no puede ser deshecha.";
"Restore" = "Restaurar";
"Available Backups" = "Respaldos";
"Search Backup" = "Buscar Respaldo";
"Create Backup" = "Crear Respaldo";
"Share Backups" = "Compartir Respaldos";
"Backup Succesfully" = "Respaldo Satisfactorio";
"Your Backup was successfull.\nPlease Sync with iTunes to restore later" = "Su Respaldo fue exitoso.\nPor favor sincronize con iTunes para restaurar luego";
"Restore Done" = "Restauración satisfactoria";
"You should reboot your device.\n Do you want to reboot now?" = "Deberia reiniciar su dispositivo.\n Desea reiniciar ahora?";
"No, Thanks" = "No, Gracias";
"Yes, Please" = "Si, Por Favor";
"Text Viewer" = "Visor de Texto";
"Archive Viewer" = "Visor de Comprimidos";
"Web Viewer" = "Visor Web";
"Plist Viewer" = "Visor de PLIST";
"Open With" = "Abrir con";
"Image Options" = "Opciones de Imagenes";
"Fit Screen" = "Ajustar a Pantalla";
"Print Photo" = "Imprimir Imagen";
"Search Text" = "Buscar Texto";
"Loading file" = "Cargando Archivo";
"Working" = "Trabajando";
"Copying File" = "Copiando Archivo";
"Moving File" = "Mover Archivo";
"Compressing File(s)" = "Comprimiendo Archivo(s)";
"Installing" = "Instalando";
"Backuping" = "Respaldando";
"Restoring..." = "Restaurando...";
"New" = "Nuevo";
"Type name here" = "Escriba el Nombre";
"File" = "Archivo";
"Directory" = "Carpeta";
"Link" = "Enlace";
"Destination" = "Destino";
"Path" = "Direccion";
"Create" = "Crear";
"Enter password" = "Escriba Contraseña";
"Password:" = "Contraseña:";
"You have entered an incorrect password. Please try again." = "ha introducido una contraseña incorrecta. Por favor intente de nuevo.";
"Settings" = "Ajustes";
"Type password" = "Escriba Contraseña";
"Type Home Path" = "Escriba Direccion de Inicio";
"Font size of text editor" = "Tamaño de texto del editor";
"Application" = "Aplicación";
"Password Protection" = "Protección";
"Password" = "Contraseña";
"Home Path" = "Inicio";
"Use Trash" = "Usar Papelera";
"Text font size" = "Tamaño de texto";
"About iFinder & Help" = "Acerca de iFinder & Ayuda";
"Unlink Device from Dropbox" = "Desvincular dispositivo con Dropbox";
"Log in to Dropbox" = "Vincular con Dropbox";
"Upload path" = "Subir a";
"Tables in database" = "Tablas en la Base de Datos";
"Columns of table" = "Columnas de Tabla";
"Enter SQL query here" = "Introducir consulta de SQL";
"Close" = "Cerrar";
"Done" = "Hecho";
"Options" = "Opciones";
"Open in" = "Abrir con";
"Share" = "Compartir";
"Backup File" = "Respaldo";
"Validating..." = "Validando...";
"Theme" = "Tema";
"Select Theme" = "Seleccionar Tema";
"Sort Criteria" = "Criterio de Ordenado";
"Select Sort Criteria" = "Seleccionar Criterio";
"Sort By Name" = "Ordenar por Nombre";
"Sort by Type" = "Ordenar por Tipo";
"Sort by Size" = "Ordenar por Tamaño";
"Sort by Creation Date" = "Ordenar por Fecha de Creación";
"Sort by Last Modification Date" = "Ordenar por Fecha de Modificación";
"Sort Order" = "Orden";
"Select Sort Order" = "Seleccionar Orden";
"Ascending" = "Ascendente";
"Descending" = "Descendiente";
"Creation" = "Creación";
"Modification" = "Modificación";
"Created" = "Creado";
"Last Modified" = "Ultima vez Modificado";
"Date" = "Fecha";
"Time" = "Hora";
"App Validated!!" = "Aplicacón Validada!!";
"Thanks for buying iFinder" = "Gracias por comprar iFinder";
"iFinder!!" = "iFinder!!";
"iFinder could not be validated, please purchase it from Cydia Store. If you think that this is a mistake, please contact developer." = "No se pudo validar la copia de iFinder, por favor comprela en Cydia Store. Si piensa que es un error por favor comuniquese con el Desarrollador.";
"Reload Directory" = "Recargar Directorio";
"Executing" = "Ejecutando";
"Executing:\n%@...\n\n" = "Ejecutando:\n%@...\n\n";
"Command failed" = "Comando Fallido";
"The specified command couldn't be executed." = "El comando especificado no pude ser ejecutado.";
"\nFinished with exit code: %i\n" = "\nFinalizado con código: %i\n";
"Type" = "Tipo";
"Local IP Address" = "Local IP Address";
"Internet Address" = "Internet Address";
"Already Exists" = "Ya Existe";
"What do you want to do?" = "Que desea hacer?";
"Overwrtite" = "Sobreescribir";
"Rename" = "Rename";
"Image Saved" = "Imagen Guardada";
"was succesfully saved to Camera Roll" = "fue satisfactoriamente guardada";
"Pull down to refresh..." = "Arrastra para refrescar...";
"Release to refresh..." = "Suelta para refrescar...";
"Loading..." = "Recargando...";
"OK" = "Aceptar";
"FileTooLargeTitle"		= "El Archivo es demasiado Grande";
"FileTooLargeMessage"	= "El archivo es demasiado grande para ser enviado por mail";
"%d of %d"				= "%1$d de %2$d";
"Print" = "Imprimir";
"Open In..." = "Abrir con...";
"New Bookmark" = "Nuevo Marcador";
"Path" = "Direccion";
"Bookmark File" = "Marcar archivo";
"There is no file at this path" = "No hay ningun archivo en la direccion indicada";
"Open In" = "Abrir con";
"Files" = "Archivos";
"No Last Update Date text" = "Nunca Actualizado";
"Last Updated" = "Ultima Actualizacion";
